tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "python3"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "jpeg"
brew "libpng"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "freetype"
brew "gcc", args: ["without-multilib"]
brew "gettext"
brew "htop"
brew "icdiff"
brew "libtool"
brew "perl"
brew "imagemagick"
brew "libevent"
brew "libksba"
brew "libyaml"
brew "mas"
brew "mongodb"
brew "mysql"
brew "ncdu"
brew "nmap"
brew "pcre"
brew "phantomjs"
brew "pkg-config"
brew "python"
brew "postgresql"
brew "redis"
brew "ruby"
brew "sbcl"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "caffeine"
cask "coconutbattery"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "macvim"
cask "ngrok"
cask "skype"
cask "spectacle"
cask "transmission"
cask "vagrant"
cask "virtualbox"
mas "1Password", id: 443987910
mas "Airmail 3", id: 918858936
mas "Pocket", id: 568494494
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
