tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "xz"
brew "ansible"
brew "cloc"
brew "coreutils"
brew "libpng"
brew "wxmac"
brew "elixir"
brew "fzf"
brew "gettext"
brew "git"
brew "libevent"
brew "libksba"
brew "gnupg"
brew "htop"
brew "mas"
brew "ncdu"
brew "nmap"
brew "postgresql"
brew "rbenv"
brew "rsync"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "github/gh/gh"
brew "heroku/brew/heroku"
cask "alfred"
cask "appcleaner"
cask "coconutbattery"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-inconsolata"
cask "font-lato"
cask "font-open-sans"
cask "font-raleway"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "mactex"
cask "macvim"
cask "ngrok"
cask "rectangle"
cask "skype"
cask "spotify"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
mas "1Password 7", id: 1333542190
mas "Airmail", id: 918858936
mas "Amphetamine", id: 937984704
mas "iA Writer", id: 775737590
mas "Things", id: 904280696
mas "Xcode", id: 497799835
