tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "coreutils"
brew "asdf"
brew "certbot"
brew "cloc"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "jq"
brew "mas"
brew "ncdu"
brew "nmap"
brew "rsync"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "blockblock"
cask "coconutbattery"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-inconsolata"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "knockknock"
cask "logitech-options"
cask "lulu"
cask "macvim"
cask "oversight"
cask "rectangle"
cask "reikey"
cask "rekordbox"
cask "signal"
cask "spotify"
cask "transmission"
cask "viscosity"
cask "vlc"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "iA Writer", id: 775737590
mas "Messenger", id: 1480068668
mas "Things", id: 904280696
mas "WhatsApp", id: 1147396723
